[
	{
		"name": "Kingdom of Albania",
		"leaderName": "Zog I",
		"adjective": "Albanian",
		"startBias": [
			"Hill",
			"Coast"
		],
		"preferredVictoryType": "Diplomatic",
		"startIntroPart1": "May honor and glory follow you, King Zog I of Albania. Your nation, nestled in the Balkan Peninsula, has a rich and complex history. From ancient Illyrian tribes to Roman conquest, from Byzantine rule to Ottoman dominion, and finally to independence in 1912, Albania has persevered through countless challenges.",
		"startIntroPart2": "King Zog, you transformed Albania from a primitive principality into a modern nation-state. Despite foreign pressures and internal strife, you modernized the military, established diplomatic relations, and developed infrastructure. Lead Albania to glory once more, creating a legacy that will stand the test of time!",
		"declaringWar": "Albania cannot tolerate your transgressions any longer. Prepare for war!",
		"attacked": "You dare attack Albania? You will regret this decision when my forces crush your pitiful armies.",
		"defeated": "I may be defeated, but the spirit of Albania will never be broken. Remember this as you claim your hollow victory.",
		"introduction": "Greetings, I am Zog I, King of the Albanians. I have transformed my nation from chaos to order. I hope our nations can prosper together in peace.",
		"neutralHello": "Greetings, neighbor. How fares your nation today?",
		"hateHello": "What do you want now? Speak quickly, my patience grows thin.",
		"tradeRequest": "Albania proposes this arrangement. It would benefit us both to accept it.",
		"innerColor": [
			255,
			223,
			0
		],
		"outerColor": [
			186,
			28,
			51
		],
		"uniqueName": "Eagle's Resilience",
		"uniques": [
			"[+2 Culture] in cities on [Hill] tiles",
			"[+25]% Production when constructing [Buildings] buildings [in this city] <in [Hill] tiles>",
			"[+25]% Great Person generation [in this cities] <if [Wonder] is constructed>"
		],
		"cities": [
			"Tirana",
			"Durrës",
			"Vlorë",
			"Shkodër",
			"Elbasan",
			"Korçë",
			"Fier",
			"Gjirokastër",
			"Sarandë",
			"Berat",
			"Lushnjë",
			"Pogradec",
			"Kavajë",
			"Lezhë",
			"Lushnjë",
			"Kuçovë",
			"Kukës",
			"Peshkopi",
			"Krujë",
			"Burrel"
		],
		"civilopediaText": [
			{
				"text": "The modern Albanian state was established in 1912, following centuries of Ottoman rule. After a period of political instability, Ahmet Zogu, who would later crown himself King Zog I, rose to power and transformed Albania from a feudal principality into a modern nation-state."
			},
			{
				"text": "King Zog I ruled Albania from 1928 to 1939. During his reign, he implemented numerous reforms including the adoption of a civil code, the establishment of a national bank, and significant infrastructure improvements. Despite criticisms of his authoritarian style, he is credited with bringing stability to Albania during a turbulent period in European history."
			},
			{
				"text": "Albania's geography is predominantly mountainous, with the Albanian Alps in the north and various mountain ranges throughout the country. This rugged terrain has historically provided natural defenses and shaped the resilient character of the Albanian people."
			},
			{
				"text": "The double-headed eagle is the national symbol of Albania, representing pride, strength, and the country's storied history. It appears on the Albanian flag, symbolizing the nation's sovereignty and endurance through centuries of challenges."
			}
		]
	},
	{
		"name": "Arabia",
		"leaderName": "Muhammad",
		"adjective": "Arabian",
		"startBias": [
			"Desert"
		],
		"preferredVictoryType": "Cultural",
		"startIntroPart1": "Blessings be upon you, Prophet Muhammad, messenger of God and founder of Islam. Your revelations gathered in the Holy Quran formed the basis of Islamic theology and brought unity to the Arabian Peninsula. Through wisdom and faith, you transformed a collection of warring tribes into a powerful nation.",
		"startIntroPart2": "Prophet Muhammad, your people look to you once more for guidance. Can you unite the faithful under one banner and build a civilization that will stand the test of time?",
		"declaringWar": "The path of righteousness sometimes requires strength. Prepare yourself, for we must oppose you.",
		"attacked": "You attack without just cause? We shall defend ourselves with the strength of our faith.",
		"defeated": "Allah's will has been done. We accept this defeat with humility and wisdom.",
		"introduction": "Peace be upon you. I am Muhammad, Prophet of Allah and leader of the Arabian people.",
		"neutralHello": "Peace be upon you.",
		"hateHello": "What brings you to our lands?",
		"tradeRequest": "Consider this trade agreement, which would benefit both our peoples.",
		"innerColor": [
			0,
			128,
			0
		],
		"outerColor": [
			237,
			201,
			175
		],
		"uniqueName": "Trade Caravan Network",
		"uniques": [
			"[100]% [Happiness] from every [Luxury resource]",
			"[+2 Gold] from each Trade Route",
			"[+1 Production] from every [Oil]",
			"[+2 Science] from all [Trading post] buildings <in [Desert] tiles>"
		],
		"cities": [
			"Mecca",
			"Medina",
			"Damascus",
			"Baghdad",
			"Riyadh",
			"Cairo",
			"Aden",
			"Jerusalem",
			"Basra",
			"Samarra",
			"Cordoba",
			"Muscat",
			"Lahore",
			"Sana'a",
			"Marrakech",
			"Algiers",
			"Tripoli",
			"Tunis",
			"Isfahan",
			"Kuwait",
			"Doha",
			"Dubai",
			"Amman",
			"Granada",
			"Timbuktu",
			"Samarkand",
			"Balkh",
			"Manouba",
			"Fes",
			"Tabriz"
		],
		"civilopediaText": [
			{
				"title": "History",
				"description": "Arabia emerged from the Arabian Peninsula where, in the 7th century CE, the Prophet Muhammad united the warring Arab tribes under the banner of Islam. From humble beginnings in Mecca and Medina, the Islamic Caliphate expanded rapidly through conquest and conversion, eventually stretching from the Iberian Peninsula to the Indus River Valley."
			},
			{
				"title": "Muhammad",
				"description": "Born in Mecca around 570 CE, Muhammad received divine revelations beginning at age 40, which formed the basis of the Quran. Initially persecuted, he fled to Medina (the Hijra) in 622 CE, marking the beginning of the Islamic calendar. Muhammad's leadership united the Arab tribes through a combination of diplomatic skill, military prowess, and religious authority."
			},
			{
				"title": "Arabian Golden Age",
				"description": "The Islamic Golden Age saw unprecedented advances in science, mathematics, medicine, astronomy, and philosophy. While Europe languished in the Dark Ages, Arabian scholars preserved ancient Greek texts and made revolutionary discoveries in algebra, optics, and medicine. The House of Wisdom in Baghdad became the intellectual center of the medieval world."
			},
			{
				"title": "Trade Networks",
				"description": "Arabian merchants established vast trade networks connecting Europe, Africa, and Asia. Caravans crossed deserts carrying spices, textiles, precious metals, and knowledge. Arabian sailors dominated Indian Ocean trade routes, using advanced navigational techniques including the astrolabe."
			}
		]
	},
	{
		"name": "Babylonian Empire",
		"leaderName": "Nebuchadnezzar II",
		"adjective": "Babylonian",
		"startBias": [
			"Desert",
			"River"
		],
		"preferredVictoryType": "Scientific",
		"startIntroPart1": "May the blessings of heaven be upon you, King Nebuchadnezzar II of Babylon. You rule over the mighty city of Babylon, nestled along the mighty Euphrates River. Babylon became the most important city in Mesopotamia around 1792 BCE, when Hammurabi, the great lawgiver, transformed it into a thriving city-state.",
		"startIntroPart2": "O great king, your empire fell to the mighty Persians, and then to the Greeks, until the once-proud city was left to the sands. But now your people call for you to rebuild the hanging gardens and the mighty walls of your city! Will you answer their call, great Nebuchadnezzar? Will you restore Babylon to greatness? Will you build a civilization that will stand the test of time?",
		"declaringWar": "The demon wants the blood of soldiers! Let us start the war and may the gods be on our side!",
		"attacked": "You dare to disturb the peace of the mighty Babylon? So be it... Prepare for war!",
		"defeated": "The once-mighty Babylon has fallen to your barbaric hordes. History will remember this dark day.",
		"introduction": "I am Nebuchadnezzar, King of Babylon. Are you a friend to science and knowledge, or an enemy to progress?",
		"neutralHello": "The city of Babylon welcomes you.",
		"hateHello": "What do you want, disturber of the peace?",
		"tradeRequest": "Babylon offers you this deal in the name of our mutual prosperity.",
		"uniqueName": "Ingenuity of Babylon",
		"uniques": [
			"Free [Great Scientist] appears <after discovering [Writing]>"
		],
		"cities": [
			"Babylon",
			"Akkad",
			"Dur-Kurigalzu",
			"Nippur",
			"Borsippa",
			"Sippar",
			"Opis",
			"Mari",
			"Shushan",
			"Eshnunna",
			"Ellasar",
			"Erech",
			"Kutha",
			"Sirpurla",
			"Neribtum",
			"Ashur",
			"Ninveh",
			"Nimrud",
			"Arbela",
			"Nuzi",
			"Arrapkha"
		],
		"innerColor": [
			255,
			223,
			0
		],
		"outerColor": [
			65,
			105,
			225
		]
	},
	{
		"name": "Athens",
		"leaderName": "Pericles",
		"adjective": "Athenian",
		"startBias": [
			"Coast"
		],
		"preferredVictoryType": "Cultural",
		"startIntroPart1": "Hail, noble Pericles, visionary leader of Athens! Your city-state pioneered democracy, philosophy, and the arts, establishing the foundations of Western civilization. Under your guidance, Athens reached its Golden Age, becoming the cultural and intellectual center of the ancient world.",
		"startIntroPart2": "Great statesman, the world yearns for enlightenment once more. Will you lead your people to establish a new beacon of democracy and culture? Can you build a civilization that will stand the test of time?",
		"declaringWar": "The owl of Minerva spreads its wings with the falling of dusk. Athens must now defend its ideals through force of arms.",
		"attacked": "You attack the cradle of democracy? Very well. Athens will demonstrate that wisdom and valor are not mutually exclusive.",
		"defeated": "You have extinguished the light of democracy and reason. The world grows darker with Athens' fall.",
		"introduction": "Greetings, I am Pericles of Athens. Let us discuss philosophy, art, and governance - or merely exchange pleasantries if you prefer.",
		"neutralHello": "The Assembly welcomes you.",
		"hateHello": "State your business quickly, before I summon the Strategos.",
		"tradeRequest": "Athens proposes an exchange of goods that should prove beneficial to both our peoples.",
		"innerColor": [
			255,
			223,
			0
		],
		"outerColor": [
			0,
			56,
			168
		],
		"uniqueName": "Athenian Golden Age",
		"uniques": [
			"[+50]% Golden Age length",
			"[+20]% [Culture] <during a Golden Age>",
			"[+25]% Great Person generation [in capital]",
			"[+1 Culture] from every [Theatre]",
			"[+1 Science] from every [Library]"
		],
		"cities": [
			"Athens",
			"Piraeus",
			"Marathon",
			"Eleusis",
			"Megara",
			"Corinth",
			"Thebes",
			"Chalcis",
			"Sparta",
			"Argos",
			"Mycenae",
			"Knossos",
			"Rhodes",
			"Eretria",
			"Pharsalos",
			"Ephesus",
			"Halicarnassus",
			"Lamia",
			"Phocaea",
			"Smyrna",
			"Delphi",
			"Olympia",
			"Tanagra",
			"Miletus"
		],
		"civilopediaText": [
			{
				"text": "History",
				"header": 1
			},
			{
				"text": "Athens was a prominent city-state in ancient Greece, known as the birthplace of democracy and a center of arts and philosophy. During the 5th century BCE, under Pericles' leadership, Athens enjoyed its Golden Age, with remarkable achievements in architecture, drama, philosophy, and governance."
			},
			{
				"text": "Pericles (495-429 BCE) guided Athens through its most glorious period, overseeing the construction of the Parthenon and other magnificent structures on the Acropolis. His Funeral Oration, preserved by Thucydides, remains one of the most famous celebrations of democracy and Athenian civic values."
			},
			{
				"text": "Athens developed the world's first known democratic system, where eligible citizens directly participated in the governance of the city-state through the Assembly. This revolutionary political system influenced governmental structures worldwide for centuries to come."
			},
			{
				"text": "The city was also home to some of history's greatest thinkers - Socrates, Plato, and Aristotle all developed their philosophical ideas in Athens, while playwrights like Sophocles, Euripides, and Aristophanes created enduring dramatic works that are still performed today."
			},
			{
				"text": "Factoids",
				"header": 1
			},
			{
				"text": "The Parthenon, Athens' most famous structure, was built in just 15 years (447-432 BCE) as a temple to Athena, the city's patron goddess."
			},
			{
				"text": "Athenian democracy allowed direct participation of citizens in governance, though citizenship was limited to free adult males born to Athenian parents."
			},
			{
				"text": "The Athenian navy was the dominant maritime force in the Mediterranean during the 5th century BCE, with over 300 triremes at its peak."
			},
			{
				"text": "The olive tree was sacred to Athens, and the city was known for its olive oil production. The Athenian owl, depicted on their ancient coins, remains an enduring symbol of wisdom."
			}
		]
	},
	{
		"name": "Italian Social Republic",
		"leaderName": "Benito Mussolini",
		"adjective": [
			"Italian"
		],
		"startBias": [
			"Coast",
			"Hill"
		],
		"preferredVictoryType": "Domination",
		"startIntroPart1": "Salute to you, Duce Benito Mussolini, iron-willed leader of Fascist Italy. Under your guidance, the Italian people seek to restore the glory of ancient Rome and create a new empire on the Mediterranean.",
		"startIntroPart2": "Duce, your people look to you to deliver the national revival promised by fascism. Will you build a powerful war machine, expand your territories, and establish Italy as a dominant world power? The future of the Italian empire is in your hands!",
		"declaringWar": "The strength of Italy can no longer be contained! We shall restore the glory of Rome through conquest!",
		"attacked": "You dare to attack the Italian nation? This will be your final mistake!",
		"defeated": "The Fascist revolution has failed. But the Italian spirit will never be broken.",
		"introduction": "I am Benito Mussolini, Duce of Italy. I speak for the Italian people and the glory of our nation.",
		"neutralHello": "Greetings.",
		"neutralLetsHearIt": [
			"Speak.",
			"What do you propose?",
			"I'm listening."
		],
		"neutralNo": [
			"Italy refuses.",
			"No, this is unacceptable.",
			"The Italian people must decline."
		],
		"neutralYes": [
			"Very well.",
			"Italy accepts.",
			"This is acceptable."
		],
		"hateHello": "What do you want?",
		"hateLetsHearIt": [
			"Make it quick.",
			"Speak if you must.",
			"Get on with it."
		],
		"hateNo": [
			"Absolutely not!",
			"Italy will never agree to this!",
			"Your proposal is an insult!"
		],
		"hateYes": [
			"We will accept, for now.",
			"Very well, but do not test our patience.",
			"The Italian people reluctantly agree."
		],
		"afterPeace": "Remember that Italy's ambitions are merely postponed, not abandoned.",
		"tradeRequest": "Italy proposes a trade that will benefit both our nations.",
		"outerColor": [
			0,
			0,
			0
		],
		"innerColor": [
			0,
			146,
			69
		],
		"uniques": [
			"[+1 Production] from every [Marble]",
			"[+25]% Production when constructing [Military] buildings [in this city]",
			"[-25]% Culture cost of natural border growth [in this city]"
		],
		"cities": [
			"Rome",
			"Milan",
			"Naples",
			"Turin",
			"Palermo",
			"Genoa",
			"Bologna",
			"Florence",
			"Venice",
			"Bari",
			"Catania",
			"Verona",
			"Messina",
			"Padua",
			"Trieste",
			"Taranto",
			"Brescia",
			"Parma",
			"Reggio Calabria",
			"Modena",
			"Livorno",
			"Cagliari",
			"Foggia",
			"Reggio Emilia",
			"Salerno",
			"Perugia",
			"Ferrara",
			"Sassari",
			"Latina",
			"Gioia Tauro"
		]
	},
	{
		"name": "Umayyad Caliphate",
		"leaderName": "Abd al-Malik ibn Marwan",
		"adjective": "Umayyad",
		"style": "Arabian",
		"startBias": [
			"Desert",
			"Plains"
		],
		"preferredVictoryType": "Cultural",
		"startIntroPart1": "May Allah's blessings be upon you, Caliph Abd al-Malik ibn Marwan, fifth ruler of the Umayyad Caliphate. Under your wise leadership, the empire expanded to its greatest territorial extent, stretching from Spain to India. Your administrative reforms centralized power and standardized the currency throughout the realm.",
		"startIntroPart2": "Your greatest achievement stands tall in Jerusalem - the magnificent Dome of the Rock, the first great masterpiece of Islamic architecture. The Arabic language flourished during your reign, becoming the administrative language of the entire caliphate. Great Caliph, your people await your guidance once more. Will you build an empire that spans continents and leaves monuments for the ages?",
		"declaringWar": "Your existence is an affront to the true faith. Prepare to meet your fate.",
		"attacked": "You dare attack the Caliphate? Your insolence shall be punished severely.",
		"defeated": "The Umayyad banner falls today, but our legacy shall never be forgotten by history.",
		"introduction": "Peace be upon you. I am Abd al-Malik ibn Marwan, Caliph of the Umayyad dynasty. I speak for all the faithful.",
		"neutralHello": "What brings you to the lands of the faithful?",
		"hateHello": "Speak quickly, infidel. My patience grows thin.",
		"tradeRequest": "This arrangement could benefit both our peoples. Consider it with wisdom.",
		"innerColor": [
			0,
			0,
			128
		],
		"outerColor": [
			255,
			215,
			0
		],
		"uniqueName": "Dar al-Islam",
		"uniques": [
			"[+25]% [Gold] from Trade Routes",
			"[+1 Science] from every [Temple]",
			"[+2 Culture] <in cities following our religion>"
		],
		"cities": [
			"Damascus",
			"Córdoba",
			"Jerusalem",
			"Kufa",
			"Fustat",
			"Wasit",
			"Aleppo",
			"Basra",
			"Kairouan",
			"Mosul",
			"Mérida",
			"Medina",
			"Mecca",
			"Alexandria",
			"Seville",
			"Baghdad",
			"Toledo",
			"Tangier",
			"Tlemcen",
			"Tripoli",
			"Samarkand",
			"Isfahan",
			"Nishapur",
			"Bukhara",
			"Herat"
		],
		"civilopediaText": [
			{
				"text": "History",
				"header": 1
			},
			{
				"text": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Prophet Muhammad. It was ruled by the Umayyad dynasty, who first came to power under the third caliph, Uthman ibn Affan, but it was not until Muawiyah I became caliph after the end of the First Muslim Civil War in 661 CE that the Umayyads established dynastic rule."
			},
			{
				"text": "Under the Umayyads, the Islamic empire grew to become one of the largest the world had yet seen, incorporating North Africa, the Middle East, parts of Central Asia, and the Iberian Peninsula. Their rule saw the transformation of the caliphate from a religious entity to an imperial power."
			},
			{
				"text": "Abd al-Malik",
				"header": 2
			},
			{
				"text": "Abd al-Malik ibn Marwan, who ruled from 685 to 705 CE, was the fifth Umayyad caliph and is regarded as the second founder of the Umayyad Caliphate due to his extensive reforms. He centralized government administration, established Arabic as the official language of administration, and reformed the currency by introducing a standard Islamic coinage system."
			},
			{
				"text": "His most visible legacy is the Dome of the Rock in Jerusalem, completed in 691 CE, which remains one of the oldest and most recognizable Islamic monuments. Abd al-Malik's reign represented the high point of Umayyad power, with territorial expansion reaching its maximum extent."
			},
			{
				"text": "Legacy",
				"header": 2
			},
			{
				"text": "The Umayyad Caliphate lasted until 750 CE when it was overthrown by the Abbasid Revolution. However, a branch of the family escaped to Al-Andalus (Iberia) and established the Emirate of Córdoba, which later became the Caliphate of Córdoba, continuing the Umayyad legacy in the West until the early 11th century."
			},
			{
				"text": "The Umayyad period saw significant cultural and architectural developments, including the construction of the Great Mosque of Damascus. They established an efficient taxation system and postal service, and their patronage of arts and sciences laid groundwork for the later Islamic Golden Age."
			}
		]
	},
	{
		"name": "United States of America",
		"leaderName": "Abraham Lincoln",
		"adjective": "American",
		"startBias": [
			"Coast",
			"River"
		],
		"preferredVictoryType": "Diplomatic",
		"startIntroPart1": "Blessings upon you, President Abraham Lincoln, who preserved the Union through its darkest hour. You led America through civil war and abolition, setting the nation on a path toward justice and equality.",
		"startIntroPart2": "President Lincoln, your people look to you once more to guide this great nation. Can you uphold the principles of liberty and forge a legacy that will stand the test of time?",
		"declaringWar": "As we cannot be friends, we must be enemies. The Union must be preserved.",
		"attacked": "You have made a grave error. The Union shall stand united against this aggression.",
		"defeated": "With malice toward none, with charity for all, I accept this defeat. But know that the spirit of America will never be extinguished.",
		"introduction": "Greetings, I am Abraham Lincoln, President of these United States of America. We seek peace and prosperity for all.",
		"neutralHello": "Good day to you.",
		"hateHello": "What do you want now?",
		"tradeRequest": "I believe this arrangement may benefit both our great nations.",
		"innerColor": [
			255,
			255,
			255
		],
		"outerColor": [
			0,
			0,
			139
		],
		"uniqueName": "Manifest Destiny",
		"uniques": [
			"[+1] Sight <for [Land] units>",
			"[-50]% Gold cost of acquiring tiles [in all cities]",
			"Double quantity of [Oil] produced",
			"Free [Great General] appears <after discovering [Military Science]>",
			"[+1 Happiness] from every [Courthouse]",
			"[Great General] is earned [+50]% faster"
		],
		"cities": [
			"Washington",
			"New York",
			"Boston",
			"Philadelphia",
			"Atlanta",
			"Chicago",
			"Seattle",
			"San Francisco",
			"Los Angeles",
			"Houston",
			"Portland",
			"St. Louis",
			"Miami",
			"Buffalo",
			"Detroit",
			"New Orleans",
			"Baltimore",
			"Denver",
			"Cincinnati",
			"Dallas",
			"Memphis",
			"Cleveland",
			"Kansas City",
			"San Diego",
			"Richmond",
			"Las Vegas",
			"Phoenix",
			"Albuquerque",
			"Minneapolis",
			"Pittsburgh",
			"Oakland",
			"Tampa",
			"Orlando",
			"Tacoma",
			"Santa Fe",
			"Olympia",
			"Hunt Valley",
			"Springfield",
			"Palo Alto",
			"Centralia",
			"Spokane",
			"Jacksonville",
			"Savannah",
			"Charleston",
			"San Antonio",
			"Omaha",
			"Birmingham",
			"Honolulu",
			"Anchorage",
			"Sacramento",
			"Salt Lake City",
			"Reno",
			"Boise",
			"Milwaukee",
			"Santa Cruz",
			"Monterey",
			"Santa Monica",
			"Little Rock",
			"Columbus",
			"Annapolis",
			"Providence",
			"Cheyenne",
			"Hartford",
			"Williamsburg",
			"Louisville"
		],
		"civilopediaText": [
			{
				"text": "The United States of America was founded in 1776 when thirteen British colonies declared their independence. After winning the Revolutionary War under George Washington, the new nation expanded across North America through territorial acquisitions and settlement, eventually stretching from the Atlantic to the Pacific.",
				"paragraphs": 1
			},
			{
				"text": "Abraham Lincoln, the 16th President of the United States, led the nation through its greatest crisis: the Civil War (1861-1865). Born in a log cabin in Kentucky in 1809, Lincoln rose from humble beginnings to become a lawyer and politician. Elected president in 1860, his victory triggered the secession of Southern states over the issue of slavery.",
				"paragraphs": 1
			},
			{
				"text": "Lincoln's determination to preserve the Union and his moral opposition to slavery guided his presidency. The Emancipation Proclamation of 1863 declared slaves in Confederate states to be free, transforming the war into a struggle for liberation. Despite tremendous bloodshed, Lincoln maintained his resolve, eventually leading the Union to victory.",
				"paragraphs": 1
			},
			{
				"text": "Lincoln's second inaugural address, with its call for \"malice toward none, with charity for all,\" outlined his vision for national reconciliation. Tragically, he was assassinated in April 1865, just days after the Confederate surrender at Appomattox Court House.",
				"paragraphs": 1
			},
			{
				"text": "The United States emerged from the World Wars as a global superpower. The American economy, culture, and military have profoundly shaped the modern world. While facing ongoing challenges including social inequality and political polarization, the ideals of liberty and self-government established by the nation's founders continue to inspire people worldwide.",
				"paragraphs": 1
			}
		]
	},
	{
		"name": "Sparta",
		"leaderName": "Leonidas I",
		"adjective": "Spartan",
		"startBias": [
			"Hill"
		],
		"preferredVictoryType": "Domination",
		"startIntroPart1": "Glory to you, King Leonidas, legendary ruler of the militaristic city-state of Sparta. Your people were raised from birth to value discipline, strength, and martial excellence above all else. Your stand at Thermopylae against the massive Persian invasion force has echoed through the centuries as the ultimate symbol of courage against overwhelming odds.",
		"startIntroPart2": "Brave king of a warrior people, Sparta calls for your leadership once more. Will you train your citizens in the ways of war and lead them to glorious conquest? Can you build a civilization that will stand the test of time?",
		"declaringWar": "Prepare yourselves. Today we dine in Hades.",
		"attacked": "Come then, and take them.",
		"defeated": "This is not defeat. A Spartan never retreats, never surrenders. Our deeds live on.",
		"introduction": "I am Leonidas of Sparta. I hope you prove yourself worthy of our respect.",
		"neutralHello": "What news from the battlefield?",
		"hateHello": "Speak, before my patience reaches its end.",
		"tradeRequest": "Sparta proposes an exchange. Consider it carefully.",
		"innerColor": [
			230,
			170,
			110
		],
		"outerColor": [
			184,
			38,
			58
		],
		"uniqueName": "Spartan Discipline",
		"uniques": [
			"[+15]% Strength <for [Land] units>",
			"[+10]% Strength <for [Military] units>",
			"[-25]% maintenance on road & railroads",
			"[-33]% maintenance costs <for [Military] units>",
			"[+1 Culture] from every [Barracks]"
		],
		"cities": [
			"Sparta",
			"Gytheio",
			"Phlius",
			"Pellana",
			"Amyclae",
			"Therapne",
			"Helos",
			"Epidaurus",
			"Geronthrai",
			"Selinus",
			"Cardamyle",
			"Prasiai",
			"Leuctra",
			"Anthene",
			"Thyrea",
			"Neapolis",
			"Methone",
			"Asine",
			"Iasus",
			"Mycenae",
			"Pharis",
			"Aegys",
			"Bryseae",
			"Messene"
		],
		"civilopediaText": [
			{
				"text": "History",
				"header": 1
			},
			{
				"text": "Sparta was a prominent city-state in ancient Greece located in the Laconia region in the Peloponnese. Unlike its rival Athens, Sparta focused intensely on military training and excellence rather than philosophy and arts. From the earliest age, Spartan boys were trained for combat and endurance in the agoge, a rigorous education and training system."
			},
			{
				"text": "King Leonidas I led the famous Spartan stand at the Battle of Thermopylae in 480 BCE. With just 300 Spartan warriors and several thousand allies, he held back the massive Persian invasion force of Xerxes I for three days, giving the rest of Greece time to mobilize. The battle has become a cultural symbol of courage against overwhelming odds."
			},
			{
				"text": "Spartan society was unique among ancient Greek city-states. It was effectively a military state with strict social hierarchy. The Spartans were governed by two kings who shared power, and their warrior culture was supported by the helots, a subjugated population forced to work the land for their Spartan masters."
			},
			{
				"text": "At its height in the 6th to 4th centuries BCE, Sparta was recognized as the dominant military land power in ancient Greece. Its focus on military excellence came at the expense of commerce and the arts, but the resulting warrior society created a military force of unmatched discipline and prowess."
			},
			{
				"text": "Factoids",
				"header": 1
			},
			{
				"text": "The famous Spartan phrase 'Come and take them' (Molon Labe) was reportedly King Leonidas's defiant response when asked to lay down Spartan weapons."
			},
			{
				"text": "Sparta was one of the few societies in ancient Greece where women received formal education and could own property."
			},
			{
				"text": "The word 'laconic,' meaning concise or terse in speech, derives from Laconia, the region of Sparta, reflecting the Spartans' reputation for brevity."
			},
			{
				"text": "Unlike most Greek cities, ancient Sparta had no defensive walls. The Spartans proudly claimed that 'Our men are our walls.'"
			}
		]
	},
	{
		"name": "Carolingian Empire",
		"leaderName": "Charlemagne",
		"adjective": "Carolingian",
		"startBias": [
			"Hill",
			"Plains"
		],
		"preferredVictoryType": "Domination",
		"startIntroPart1": "Hail, Emperor Charlemagne, revered as the Father of Europe! Your vision transcended mere conquest, uniting vast territories under a single cultural and administrative vision. From the North Sea to the Mediterranean, your empire became a beacon of cultural renaissance and political innovation.",
		"startIntroPart2": "Great Charles, the time has come once more to forge an empire that will reshape the course of history. Will you once again unite disparate peoples under a grand vision of civilization? Can you build a legacy that will echo through the centuries?",
		"declaringWar": "The sword of God and the Church shall prevail!",
		"attacked": "You challenge the protector of Christendom? So be it!",
		"defeated": "The Empire may fall, but the spirit of unity shall endure.",
		"introduction": "I am Charlemagne, King of the Franks and Emperor of the Romans. Prove your worth, and you may find an ally.",
		"neutralHello": "What news of learning and governance?",
		"hateHello": "Speak quickly and with respect.",
		"tradeRequest": "Let us consider an exchange that benefits both our realms.",
		"innerColor": [
			102,
			51,
			0
		],
		"outerColor": [
			204,
			153,
			102
		],
		"uniqueName": "Carolingian Renaissance",
		"uniques": [
			"[+1 Science] from every [Library]",
			"[+1 Culture] from every [University]",
			"[+15]% Strength <for [Melee] units>",
			"Free [Great Scientist] appears"
		],
		"cities": [
			"Aachen",
			"Paris",
			"Metz",
			"Cologne",
			"Mainz",
			"Strasbourg",
			"Trier",
			"Utrecht",
			"Reims",
			"Tours",
			"Bordeaux",
			"Lyon",
			"Marseille",
			"Toulouse",
			"Narbonne",
			"Autun",
			"Arles",
			"Basel",
			"Konstanz",
			"Augsburg",
			"Würzburg",
			"Bamberg",
			"Magdeburg",
			"Paderborn",
			"Corvey",
			"Fulda",
			"Salzburg",
			"Freising",
			"Passau",
			"Chur"
		],
		"civilopediaText": [
			{
				"text": "History",
				"header": 1
			},
			{
				"text": "The Carolingian Empire, at its height under Charlemagne, represented a pivotal moment in European history. Spanning from the North Sea to the Mediterranean, and from the Atlantic to the Danube, it united much of Western and Central Europe under a single political and cultural framework."
			},
			{
				"text": "Charlemagne's reign was marked by extraordinary achievements. He not only expanded his territory through military conquests but also initiated the Carolingian Renaissance, a period of cultural and intellectual revival. He promoted education, established schools, and gathered scholars from across his empire."
			},
			{
				"text": "The empire was unique in its administrative and cultural innovations. Charlemagne standardized weights and measures, created a common currency, and developed a sophisticated administrative system that would influence European governance for centuries to come."
			},
			{
				"text": "Crowned as Holy Roman Emperor by Pope Leo III in 800 CE, Charlemagne bridged the gap between secular and religious power, establishing a model of Christian kingship that would define medieval European politics."
			},
			{
				"text": "Factoids",
				"header": 1
			},
			{
				"text": "Despite being a powerful ruler, Charlemagne was illiterate in his youth and learned to read later in life, becoming a passionate patron of learning."
			},
			{
				"text": "The Carolingian minuscule, a standardized writing script developed during this period, became the basis for modern European writing."
			},
			{
				"text": "Charlemagne spoke Latin and understood Greek, though he primarily spoke Frankish, the predecessor to modern French and German languages."
			},
			{
				"text": "The empire was divided among Charlemagne's grandsons, ultimately leading to the formation of the distinct kingdoms of France and Germany."
			}
		]
	},
	{
		"name": "Sumer",
		"leaderName": "Ur-Nammu",
		"adjective": "Sumerian",
		"startBias": [
			"River",
			"Flood plains"
		],
		"preferredVictoryType": "Scientific",
		"startIntroPart1": "Hail, Ur-Nammu, great king of Ur and founder of the Third Dynasty! Your wisdom and vision transformed Mesopotamia, establishing laws and building magnificent ziggurats that would echo through millennia.",
		"startIntroPart2": "Mighty ruler, the cradle of civilization calls once more. Will you again lead humanity from the fertile banks of the Euphrates, pushing the boundaries of knowledge and governance?",
		"declaringWar": "The gods have ordained our supremacy!",
		"attacked": "You dare challenge the inventors of writing and law?",
		"defeated": "Even fallen, the light of knowledge shall continue to shine.",
		"introduction": "I am Ur-Nammu, who brings order and wisdom. Prove your worth, and you may learn from us.",
		"neutralHello": "What innovations do you bring?",
		"hateHello": "Speak carefully, for knowledge is power.",
		"tradeRequest": "Let us exchange more than mere goods - let us exchange understanding.",
		"innerColor": [
			89,
			45,
			22
		],
		"outerColor": [
			210,
			180,
			140
		],
		"uniqueName": "Cradle of Civilization",
		"uniques": [
			"Free [Great Scientist] appears <upon discovering [Writing] technology>",
			"[+1 Science] from every [City-State]",
			"[Great Scientist] is earned [20]% faster",
			"[Gold] cost of purchasing [All] units [-33]%"
		],
		"cities": [
			"Ur",
			"Uruk",
			"Eridu",
			"Lagash",
			"Nippur",
			"Kish",
			"Girsu",
			"Umma",
			"Bad-tibira",
			"Adab",
			"Mari",
			"Akkad",
			"Babylon",
			"Isin",
			"Larsa",
			"Eshnunna",
			"Sippar",
			"Mashkan-shapir",
			"Tell Asmar",
			"Khafajah",
			"Tell Abu Salabikh",
			"Tell Agrab",
			"Tell Brak",
			"Hamoukar",
			"Tell es-Sweyhat",
			"Habuba Kabira",
			"Jebel Aruda"
		],
		"civilopediaText": [
			{
				"text": "History",
				"header": 1
			},
			{
				"text": "The Sumerian civilization emerged in southern Mesopotamia around 4500 BCE, pioneering numerous innovations that would transform human society. From the world's first writing system to complex irrigation techniques, the Sumerians laid the groundwork for complex urban civilizations."
			},
			{
				"text": "Ur-Nammu, founder of the Third Dynasty of Ur, was particularly notable. He created one of the earliest known legal codes, predating Hammurabi's by centuries, and established a sophisticated administrative system that brought unprecedented order to society."
			},
			{
				"text": "The Sumerians developed cuneiform script, invented the wheel, created advanced mathematical and astronomical systems, and built magnificent ziggurats that served as both religious centers and technological marvels of their time."
			},
			{
				"text": "Their city-states were centers of innovation, with complex social structures, advanced agricultural techniques, and a deep understanding of governance that would influence civilizations for millennia to come."
			},
			{
				"text": "Factoids",
				"header": 1
			},
			{
				"text": "The Sumerians invented the first known writing system, cuneiform, initially used for economic record-keeping."
			},
			{
				"text": "Ur-Nammu's law code was revolutionary, emphasizing compensation and standardized penalties, a radical concept for its time."
			},
			{
				"text": "They developed complex irrigation systems that transformed the harsh Mesopotamian landscape into a fertile agricultural center."
			},
			{
				"text": "The Sumerian number system was sexagesimal (base-60), which is why we still have 60 seconds in a minute and 360 degrees in a circle."
			}
		]
	}
]